Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_RECORD_VIDEO_1080P_120_SHORT
source: 1080p at 120 fps
ar: ‏‪1080p‬ ‫-‬ 120 إطار/ثانية
bg: 1080p / 120 кадъра/сек
bn: • 1080p HD 120 fps-এ
ca: 1080p a 120 fps
cs: 1080p, 120 fps
da: 1080p ved 120 bps
de: 1080p (120 fps)
el: 1080p στα 120 καρέ/δευτ.
es: 1080p a 120 fps
es_us: 1080p a 120 fps
fi: 1080p / 120 fps
fr: 1080p à 120 ips
fr_ca: 1080p à 120 ips
gu: 120 fps પર 1080p
he: ‏1080p בקצב של ⁨120 FPS⁩
hi: 120 fps पर 1080p
hr: 1080p pri 120 fps
hu: 1080p / 120 fps
id: 1080p pada 120 fps
it: 1080p a 120 fps
ja: 1080p/120 fps
kk: 1080p, 120 кадр/с
kn: 120 fpsನಲ್ಲಿ 1080p
ko: 1080p - 120fps
lt: 1080p 120 kadr./s
ml: 120 fps-ൽ 1080p
mr: ^[120](formatNumber: true) fps वर ^[1080](formatNumber: true)p
ms: 1080p pada 120 bps
nb: 1080p ved 120 bps
nl: 1080p op 120 fps
or: ^[120](formatNumber: true) fpsରେ 1080p
pa: ^[120](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p
pl: 1080p, 120 kl./s
pt_br: 1080p a 120 fps
pt_pt: 1080p a 120 fps
ro: 1080p la 120 fps
ru: 1080p, 120 кадр⁠/⁠с
sk: 1080p, 120 fps
sl: 1080p in 120 sličic/s
sv: 1080p med 120 b/s
ta: 120 fpsஇல் 1080p
te: 120 fpsగా 1080p
th: 1080p ที่ 120 fps
tr: 1080p, 120 kare/sn.
uk: 1080p із 120 кадр/с
ur: ‏⁨^[120](formatNumber: true) fps⁩ پر ‏⁨1080p⁩
vi: 1080p tại 120 fps
zh_cn: 1080p/120 fps
zh_hk: 1080p/120 fps
zh_tw: 1080p/120 fps

# CAM_RECORD_VIDEO_FOOTER_HEAD
source: A minute of video will be approximately:
ar: دقيقة الفيديو ستكون تقريبًا:
bg: Минута видео ще бъде приблизително:
bn: এক মিনিটের একটি ভিডিওর সাইজ আনুমানিক হবে:
ca: Un minut de vídeo serà aproximadament:
cs: Minuta videa zabere přibližně:
da: Et minuts video er omkring:
de: Eine Minute Video ist ungefähr:
el: Ένα λεπτό βίντεο θα είναι περίπου:
es: Un minuto de vídeo será aproximadamente:
es_us: Un minuto de video será aproximadamente:
fi: Minuutin pituinen video vie tilaa noin:
fr: Une minute de vidéo sera approximativement de :
fr_ca: Une minute de vidéo sera approximativement de :
gu: એક મિનિટનો વીડિયો હશે લગભગ :
he: דקה אחת של וידאו היא בערך:
hi: एक मिनट का वीडियो लगभग इतने आकार का होगा :
hr: Minuta videozapisa imat će približno:
hu: Egy perc videó mérete körülbelül:
id: Satu menit video kira-kira akan berukuran:
it: Un minuto di video corrisponde approssimativamente a:
ja: 1分間のビデオのサイズは、およそ以下の通りです:
kk: Видеоның бір минуты шамамен:
kn: ಒಂದು ನಿಮಿಷದ ವೀಡಿಯೊ ಸರಿಸುಮಾರು ಇಷ್ಟಿರುತ್ತದೆ:
ko: 비디오 1분의 대략적인 크기:
lt: Minutė vaizdo įrašo bus maždaug tokio dydžio:
ml: ഒരു മിനിറ്റ് വീഡിയോ ഏകദേശം ഇത്രയുണ്ടാകും:
mr: एका मिनिटाचा व्हिडिओ अंदाजे ह्या आकाराचा असेल :
ms: Seminit video adalah lebih kurang:
nb: Ett minutt med video vil tilsvare omtrent:
nl: Een video van een minuut is ongeveer:
or: ଏକ ମିନିଟ୍‌ର ଭିଡିଓ ଆନୁମାନିକ ଭାବରେ ଏହା ହେବ:
pa: ਇੱਕ ਮਿੰਟ ਦੀ ਵੀਡੀਓ ਲਗਭਗ ਇਸ ਆਕਾਰ ਦੀ ਹੋਵੇਗੀ:
pl: Minuta wideo zajmie około:
pt_br: Um minuto de vídeo resulta em aproximadamente:
pt_pt: Um minuto de vídeo terá aproximadamente:
ro: Un minut de video va avea aproximativ:
ru: Минута видео составит примерно:
sk: Minúta videa zaberie približne:
sl: Minuta videa bo velika približno:
sv: En minut med video blir omkring:
ta: ஒரு நிமிட வீடியோ தோராயமாக:
te: నిమిషం వీడియో సుమారుగా ఇంత ఉంటుంది:
th: วิดีโอหนึ่งนาทีจะใช้พื้นที่ประมาณ:
tr: Bir dakikalık video yaklaşık şu büyüklükte olacaktır:
uk: Хвилина відео займатиме приблизно:
ur: ایک منٹ کی ویڈیو تقریباً اس سائز کی ہوگی:
vi: Một phút video sẽ xấp xỉ:
zh_cn: 1分钟视频约：
zh_hk: 一分鐘的影片大約為：
zh_tw: 一分鐘的錄影大約是：

# CAM_RECORD_VIDEO_FOOTER_QUICKTAKE
source: QuickTake video will always record with 1080p HD at 30 fps.
ar: سيسجل الالتقاط السريع الفيديو دائمًا بدقة 1080p HD بمعدل 30 إطار/ث.
bg: QuickTake видео винаги ще записва с 1080p HD / 30 кадъра/сек.
bn: QuickTake ভিডিও সর্বদা ^[30](formatNumber: true) fps-এ ^[1080](formatNumber: true)p HD-তে রেকর্ড হবে।
ca: Els vídeos amb QuickTake sempre gravaran en 1080p HD a 30 fps.
cs: QuickTake video vždy nahrává ve formátu 1080p HD s 30 fps.
da: QuickTake-video optager altid med 1080p HD ved 30 bps.
de: QuickTake-Video wird immer mit 1080p HD (30 fps) aufgenommen.
el: Το βίντεο QuickTake θα εγγράφεται πάντα σε 1080p HD στα 30 καρέ/δευτ.
es: Los vídeos con QuickTake siempre se grabarán a 1080p HD y 30 fps.
es_us: Los videos QuickTake siempre se grabarán en 1080p HD a 30 fps.
fi: QuickTake-video tallentaa aina laadulla 1080p HD / 30 fps.
fr: QuickTake enregistrera toujours vos vidéos avec 1080p HD à 30 ips.
fr_ca: Les vidéos QuickTake sont systématiquement enregistrées en 1080p HD à 30 ips.
gu: QuickTake વીડિયો હંમેશાં 30 fps પર 1080p HDમાં રેકોર્ડ કરવામાં આવશે.
he: סרטוני QuickTake תמיד יצולמו ב-1080p באיכות HD בקצב של ⁨30 FPS⁩.
hi: QuickTake वीडियो हमेशा 30 fps पर 1080p HD में रिकॉर्ड किए जाएँगे।
hr: QuickTake videozapis uvijek će se snimati kao 1080p HD pri 30 fps.
hu: A QuickTake-videó mindig 1080p HD felbontásban, 30 fps sebességgel lesz rögzítve.
id: Video QuickTake akan selalu direkam dengan resolusi HD 1080p pada 30 fps.
it: I video QuickTake verranno sempre registrati in alta definizione a 1080p/30 fps.
ja: QuickTakeビデオは常に1080p HD/30 fpsで撮影します。
kk: QuickTake функциясымен видео әрдайым 1080p HD форматында 30 кадр/с жиілікте түсіріледі.
kn: QuickTake ವೀಡಿಯೊ ಯಾವಾಗಲೂ 30 fpsನಲ್ಲಿ 1080p HDಯನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ.
ko: QuickTake 비디오는 항상 1080p HD - 30fps로 촬영합니다.
lt: „QuickTake“ vaizdo įrašai visada bus įrašomi 1080p HD 30 kadr./s.
ml: QuickTake വീഡിയോ എപ്പോഴും 30 fps, 1080p HD-ൽ റെക്കോർഡ് ചെയ്യും.
mr: QuickTake व्हिडिओ नेहमी ^[30](formatNumber: true) fps वर ^[1080](formatNumber: true)p HD मध्ये रेकॉर्ड केला जाईल.
ms: Video QuickTake akan sentiasa merakam dengan 1080p HD pada 30 bps.
nb: QuickTake-video tar alltid opp med 1080p HD ved 30 bps.
nl: QuickTake-video neemt altijd met 1080p HD op 30 fps op.
or: QuickTake ଭିଡିଓ ସବୁବେଳେ ^[30](formatNumber: true) fpsରେ 1080p HD ରେକର୍ଡ୍‌ କରିବ।
pa: QuickTake ਵੀਡੀਓ ਹਮੇਸ਼ਾਂ ^[30](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p HD ਵਿੱਚ ਰਿਕਾਰਡ ਕੀਤੇ ਜਾਣਗੇ।
pl: Wideo QuickTake są zawsze nagrywane w rozdzielczości 1080p HD przy 30 kl./s.
pt_br: Vídeos QuickTake sempre serão gravados com 1080p HD a 30 fps.
pt_pt: Os vídeos QuickTake são sempre gravados em HD 1080p a 30 fps.
ro: Modul video QuickTake va înregistra întotdeauna cu 1080p HD la 30 fps.
ru: QuickTake будет всегда записывать видео 1080p HD при 30 кадр⁠/⁠с.
sk: Videá nahrané pomocou funkcie QuickTake sú vždy v kvalite 1080p HD s rýchlosťou snímok 30 fps.
sl: Video QuickTake bo vedno posnet z ločljivostjo 1080p HD pri 30 sličicah/s.
sv: QuickTake-video spelar alltid in i 1080p HD med 30 bilder/s.
ta: QuickTake வீடியோ எப்போதும் 30 fpsஇல் 1080p HDஇல் பதிவுசெய்யப்படும்.
te: QuickTake వీడియో ఎల్లప్పుడూ 30 fpsగా 1080p HDతో రికార్డ్ చేస్తుంది.
th: การถ่ายวิดีโออย่างรวดเร็วด้วย QuickTake จะบันทึกด้วย 1080p HD ที่ 30 fps เสมอ
tr: QuickTake video her zaman 1080p HD, 30 kare/sn. kaydeder.
uk: QuickTake-відео завжди записуватиметься у форматі 1080p HD із 30 кадр/с.
ur: ‏⁨QuickTake⁩ ویڈیو میں ہمیشہ ‏⁨^[30](formatNumber: true) fps⁩ پر ⁨1080p HD⁩ کے ساتھ ریکارڈ کیا جائے گا۔
vi: Video QuickTake sẽ luôn ghi bằng 1080p HD ở tốc độ 30 fps.
zh_cn: 快录视频将始终以1080p HD/30 fps录制。
zh_hk: 閃錄影片總是使用1080p HD/30 fps錄製。
zh_tw: 「快錄」影片永遠會以1080p HD/30 fps的格式錄製。

# CAM_RECORD_VIDEO_FOOTER_TRUE_VIDEO
source: QuickTake video will record with the current video setting up to 4K 60 fps in HDR.
ar: سيسجل فيديو QuickTake بإعداد الفيديو الحالي بدقة تصل إلى 4K بمعدل ^[60](formatNumber: true) إطارًا/ث بتنسيق HDR.
bg: QuickTake видео ще записва с текущата настройка на видеото до 4K / 60 кадъра/сек във формат HDR.
bn: QuickTake ভিডিও দ্বারা বর্তমান ভিডিওর সেটিং অনুযায়ী 4K 60 fps পর্যন্ত HDR-এ রেকর্ড করা হবে।
ca: Els vídeos QuickTake es gravaran amb la configuració actual en 4K a 60 fps (HDR) com a màxim.
cs: QuickTake videa se budou nahrávat podle aktuálního nastavení videa ve formátu až 4K s 60 fps v HDR.
da: QuickTake-video optager op til 4K 60 bps i HDR med den aktuelle videoindstilling.
de: QuickTake-Video wird mit der aktuellen Videoeinstellung in bis zu 4K HDR (60 fps) aufgenommen.
el: Το βίντεο QuickTake θα εγγράφεται με την τρέχουσα ρύθμιση βίντεο σε έως και 4K στα 60 καρέ/δευτ. σε HDR.
es: Los vídeos con QuickTake se grabarán con el ajuste de vídeo actual (4K a 60 fps en HDR como máximo).
es_us: El video QuickTake se grabará con la configuración de video actual (4K a 60 fps en HDR como máximo).
fi: QuickTake-video tallentaa nykyisellä videolaatuasetuksella laatuun 4K / 60 fps / HDR saakka.
fr: QuickTake enregistrera vos vidéos avec le réglage vidéo actif, jusqu’à 4K à 60 ips en mode HDR.
fr_ca: Avec le réglage vidéo actuel, les enregistrements vidéo QuickTake s’effectueront en 4K à 60 ips.
gu: QuickTake વીડિયો વર્તમાન વીડિયો સેટિંગમાં HDRમાં વધુમાં વધુ 4K 60 fps સુધી રેકોર્ડ કરશે.
he: סרטוני QuickTake תמיד יצולמו באמצעות הגדרת הווידאו הנוכחית ברזולוציה של עד 4K בקצב של ⁨60 FPS⁩ ב-HDR.
hi: QuickTake वीडियो वर्तमान वीडियो सेटिंग में HDR में अधिकतम 4K 60 fps तक रिकॉर्ड करेगा।
hr: QuickTake videozapis snimat će se s trenutačnom postavkom videozapisa do 4K 60 FPS u HDR-u.
hu: A QuickTake-videó felvétele az aktuális videóbeállítással történik, legfeljebb 4K felbontással, 60 fps sebességgel, HDR minőségben.
id: Video QuickTake akan merekam dengan pengaturan video saat ini hingga 4K 60 fps dalam HDR.
it: I video QuickTake verranno registrati con l’impostazione attuale fino a 4K a 60 fps in HDR.
ja: QuickTakeビデオでは、HDRで最大4K 60 fpsまで現在のビデオ設定で撮影します。
kk: QuickTake видеосы HDR режимінде 4K 60 кадр/с дейінгі жиілікте ағымдағы видео параметрімен жазылады.
kn: QuickTake ವೀಡಿಯೊ ಪ್ರಸ್ತುತ ವೀಡಿಯೊ ಸೆಟ್ಟಿಂಗ್‌ನೊಂದಿಗೆ HDRನಲ್ಲಿ 4K 60 fpsವರೆಗೆ ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ.
ko: QuickTake 비디오가 현재 비디오 설정을 사용하여 최대 4K - 60fps의 HDR 비디오를 촬영합니다.
lt: „QuickTake“ vaizdo įrašai, išsaugojus esamus vaizdo įrašo nustatymus, bus įrašomi HDR formatu, 4K raiška, 60 kadr./s sparta.
ml: നിലവിലെ വീഡിയോ ക്രമീകരണത്തിൽ QuickTake വീഡിയോ HDR‍-‍ൽ 60 fps‍-‍ൽ വരെ 4K റെക്കോർഡ് ചെയ്യും.
mr: QuickTake व्हिडिओ सध्याच्या व्हिडिओ सेटिंगमध्ये HDR मध्ये कमाल 4K 60 fps पर्यंत रेकॉर्ड करेल.
ms: Video QuickTake akan merakam dengan seting video semasa sehingga 4K 60 bps dalam HDR.
nb: QuickTake-video gjør opptak med den gjeldende videoinnstillingen i opptil 4K ved 60 bps i HDR.
nl: QuickTake-video neemt met de huidige video-instelling op met maximaal 4K op 60 fps in HDR.
or: QuickTake ଭିଡିଓ ସାମ୍ପ୍ରତିକ ଭିଡିଓ ସେଟିଂ ସହ HDRରେ ସର୍ବାଧିକ 4K ^[60](formatNumber: true) fps ପର୍ଯ୍ଯନ୍ତ ରେକର୍ଡ୍ କରିବ।
pa: QuickTake ਵੀਡੀਓ ਮੌਜੂਦਾ ਵੀਡੀਓ ਨੂੰ HDR ਵਿੱਚ 4K 60 fps ਤੱਕ ਸੈੱਟ ਕਰਨ ਦੇ ਨਾਲ ਰਿਕਾਰਡ ਕਰੇਗੀ।
pl: Wideo QuickTake są nagrywane zgodnie z bieżącym ustawieniem wideo, w rozdzielczościach do 4K przy 60 kl.‍/‍s i w HDR.
pt_br: Os vídeos QuickTake serão gravados com o ajuste atual de vídeo de até 4K a 60 fps em HDR.
pt_pt: Os vídeos QuickTake serão gravados com a definição de vídeo atual, até 4K a 60 fps em HDR.
ro: Cu actuala configurare video, clipurile video QuickTake vor fi înregistrate la o calitate de până la 4K la 60 fps în HDR.
ru: Видео QuickTake можно записывать с текущими настройками видео в формате до 4K и частотой до 60 кадр/с в формате HDR.
sk: QuickTake videá sa budú nahrávať podľa aktuálneho nastavenia videa vo formáte až 4K s rýchlosťou 60 fps v HDR.
sl: Video QuickTake bo posnet s trenutno ločljivostjo za videe do 4K pri 60 sličicah/s v načinu HDR.
sv: QuickTake-video filmar med de aktuella videoinställningarna upp till 4K med 60 bilder/s i HDR.
ta: தற்போதைய வீடியோ அமைப்பில் QuickTake வீடியோ HDRஇல் அதிகபட்சம் 4K 60 fps வீதத்தில் பதிவுசெய்யப்படும்.
te: QuickTake వీడియో HDRలో 4K 60 fps వరకు ప్రస్తుత వీడియో సెట్టింగ్‌తో రికార్డ్ చేయబడుతుంది.
th: การถ่ายวิดีโออย่างรวดเร็วด้วย QuickTake จะบันทึกด้วยการตั้งค่าวิดีโอปัจจุบันที่ความละเอียดสูงสุด 4K 60 fps ในรูปแบบ HDR
tr: QuickTake video, şu anki video ayarıyla 4K, 60 kare/sn.’ye varan hızlarda HDR biçiminde kayıt yapar.
uk: Відео QuickTake записуватиметься з поточними параметрами відео у форматі HDR до 4K і частотою до 60 кадр/с.
ur: ‏⁨QuickTake⁩ ویڈیو، موجودہ ویڈیو سیٹنگ سے ‏HDR میں ⁨4K ^[60](formatNumber: true) fps⁩ تک ریکارڈ کرے گی۔
vi: Video QuickTake sẽ quay với cài đặt video hiện tại lên tới 4K tại 60 fps trong HDR.
zh_cn: 快录视频将以当前视频设置录制最高4K/60 fps HDR视频。
zh_hk: 「閃錄」影片將會根據目前的影片設定錄製，最高可達4K 60 fps的HDR。
zh_tw: 「快錄」影片會以目前影片設定使用最高4K/60 fps HDR的格式錄製。

# CAM_RECORD_VIDEO_TITLE
source: Record Video
ar: تسجيل الفيديو
bg: Видео запис
bn: ভিডিও রেকর্ড করুন
ca: Gravació de vídeo
cs: Záznam videa
da: Optag video
de: Video aufnehmen
el: Εγγραφή βίντεο
es: Grabar vídeo
es_us: Grabar video
fi: Tallenna video
fr: Enregistrer une vidéo
fr_ca: Enregistrer une vidéo
gu: વીડિયો રેકોર્ડ કરો
he: צילום וידאו
hi: वीडियो रिकॉर्ड करें
hr: Snimi video
hu: Videó rögzítése
id: Rekam Video
it: Registra video
ja: ビデオ撮影
kk: Видео жазу
kn: ವೀಡಿಯೊ ರೆಕಾರ್ಡ್ ಮಾಡುವಿಕೆ
ko: 비디오 녹화
lt: Filmuoti
ml: വീഡിയോ
mr: व्हिडिओ रेकॉर्ड करा
ms: Rakam Video
nb: Ta opp video
nl: Neem video op
or: ଭିଡିଓ ରେକର୍ଡ୍‌ କରନ୍ତୁ
pa: ਵੀਡੀਓ ਰਿਕਾਰਡ ਕਰੋ
pl: Wideo
pt_br: Gravar Vídeo
pt_pt: Gravar vídeo
ro: Filmare
ru: Запись видео
sk: Video
sl: Video
sv: Spela in video
ta: வீடியோவைப் பதிவுசெய்
te: వీడియో రికార్డ్ చేయండి
th: บันทึกวิดีโอ
tr: Video Kaydı
uk: Запис відео
ur: ویڈیو ریکارڈ کریں
vi: Quay Video
zh_cn: 录制视频
zh_hk: 錄製影片
zh_tw: 錄影

# CAM_SAVE_MESSAGES_ASSETS_PHOTO_LIBRARY_FOOTER
source: Automatically save captures taken in Messages Camera to the Photo Library.
ar: حفظ الصور الملتقطة في كاميرا الرسائل في مكتبة الصور تلقائيًا.
bg: Направените снимки автоматично се запазват в раздела Съобщения във Фотобиблиотеката.
bn: মেসেজ ক্যামেরায় তোলা ছবিগুলি স্বয়ংক্রিয়ভাবে ছবি লাইব্রেরিতে সেভ করুন।
ca: Desa les captures de pantalla fetes a l’app Missatges a la fototeca automàticament.
cs: Položky pořízené fotoaparátem v aplikaci Zprávy se budou automaticky ukládat do knihovny fotek.
da: Gem automatisk optagelser, der er taget med kameraet i Beskeder, i fotobiblioteket.
de: Sichere automatisch Kameraaufnahmen aus „Nachrichten“ in der Fotomediathek.
el: Αυτόματη αποθήκευση των καταγραφών που λήφθηκαν μέσω της κάμερας των Μηνυμάτων στη Βιβλιοθήκη φωτογραφιών.
es: Las capturas realizadas con la cámara en la app Mensajes se guardan automáticamente en la fototeca.
es_us: Guarda automáticamente en la fototeca las capturas de pantalla que tomes con Cámara en Mensajes.
fi: Tallenna Viestit-kameralla otetut kuvat automaattisesti kuvakirjastoon.
fr: Enregistrez automatiquement dans la photothèque les captures prises avec Appareil photo dans Messages.
fr_ca: Les photos et vidéos prises dans Messages sont automatiquement enregistrées dans la photothèque.
gu: મેસેજ કૅમેરામાં લીધેલા કૅપ્ચરને ફોટો લાઇબ્રેરીમાં ઑટોમૅટિક રીતે સેવ કરો.
he: ניתן לשמור אוטומטית בספריית התמונות תכנים שצולמו במצלמה דרך ״הודעות״.
hi: संदेश ऐप में कैमरा से लिए गए कैप्चर ऑटोमैटिकली तस्वीर लाइब्रेरी में सहेजें।
hr: Snimke snimljene kamerom u aplikaciji Poruke automatski će se spremiti u medijateku aplikacije Foto.
hu: Automatikusan menti az Üzenetek kamerájában készített felvételeket a fotókönyvtárba.
id: Simpan tangkapan dari Kamera Pesan secara otomatis di Perpustakaan Foto.
it: Salva automaticamente le acquisizioni effettuate con la fotocamera di Messaggi nella libreria di foto.
ja: “メッセージ”カメラで撮影したものを写真ライブラリに自動的に保存します。
kk: «Хабарлар» қолданбасындағы камера арқылы түсірілген фотолар немесе видеоларды фотолар жинағына автоматты түрде сақтаңыз.
kn: ಸಂದೇಶ ಆ್ಯಪ್‌ನ ಕ್ಯಾಮರಾದಲ್ಲಿ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಲಾದ ಫೋಟೋಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಫೋಟೋ ಲೈಬ್ರರಿಯಲ್ಲಿ ಸೇವ್ ಮಾಡಿ.
ko: 메시지 앱의 카메라에서 찍은 캡처를 사진 보관함에 자동으로 저장합니다.
lt: „Žinučių“ kamera užfiksuotas nuotraukas ir vaizdo įrašus automatiškai išsaugokite „Nuotraukų“ bibliotekoje.
ml: സന്ദേശങ്ങളിലെ ക്യാമറയിൽ എടുത്ത കാപ്ചറുകൾ ഓട്ടോമാറ്റിക്കായി ഫോട്ടോ ലൈബ്രറിയിലേക്ക് സേവ് ചെയ്യൂ.
mr: संदेश ॲपमधील कॅमरामध्ये कॅप्चर केलेली छायाचित्रे ‘छायाचित्र लायब्ररी’ मध्ये ऑटोमॅटिकली जतन करा.
ms: Simpan tangkapan yang diambil dalam Kamera Mesej ke Pustaka Foto secara automatik.
nb: Arkiver automatisk bilder og videoer som tas fra Meldinger-appen, til bildebiblioteket.
nl: Bewaar opnamen die met de camera in Berichten zijn gemaakt automatisch in de fotobibliotheek.
or: ମେସେଜ୍‌ କ୍ୟାମେରାରେ ନିଆଯାଇଥିବା କ୍ଯାପଚର୍‌ଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଫଟୋ ଲାଇବ୍ରେରିରେ ସେଭ୍‌ କରନ୍ତୁ।
pa: ਸੁਨੇਹੇ ਕੈਮਰੇ ਵਿੱਚ ਖਿੱਚੇ ਕੈਪਚਰ ਨੂੰ ਆਪਣੇ ਆਪ ਤਸਵੀਰ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸੰਭਾਲੋ।
pl: Obrazki zarejestrowane aparatem w Wiadomościach są automatycznie zachowywane w bibliotece zdjęć.
pt_br: Salve automaticamente na Fototeca as capturas feitas com a Câmera no app Mensagens.
pt_pt: Guardar automaticamente na fototeca as capturas tiradas com a câmara na aplicação Mensagens.
ro: Capturile realizate cu ajutorul camerei din Mesaje sunt salvate automat în biblioteca foto.
ru: Автоматически сохранять в медиатеке снимки, сделанные в камере приложения «Сообщения».
sk: Zábery spravené pomocou kamery v apke Správy sa automaticky ukladajú v knižnici apky Fotky.
sl: Nastavite, da se fotografije in videi, narejeni s kamero v aplikaciji Sporočila, samodejno shranijo v knjižnico fotografij.
sv: Sparar automatiskt bilder och inspelningar från Meddelanden-kameran i bildbiblioteket.
ta: மெசேஜஸ் கேமராவில் படமெடுத்தவற்றைப் புகைப்பட லைப்ரரியில் தானாகவே சேமிக்கும்.
te: సందేశాల కెమెరాలో తీసిన ఫోటోలు ఫోటో లైబ్రరీలో ఆటోమేటిక్‌గా సేవ్ చేయబడతాయి.
th: บันทึกภาพที่ถ่ายในกล้องในข้อความไปยังคลังรูปภาพโดยอัตโนมัติ
tr: Mesajlar’da Kamera ile yapılan çekimleri otomatik olarak Fotoğraf Arşivi’ne kaydeder.
uk: Автоматично зберігати знімки, зроблені камерою в Повідомленнях, у Фототеці.
ur: “پیغام” کیمرا میں لیے گئے کیپچر کو آٹومیٹک طریقے سے فوٹو لائبریری میں محفوظ کریں۔
vi: Tự động lưu ảnh chụp trong ứng dụng Camera trong Tin nhắn vào Thư viện ảnh.
zh_cn: 自动将“信息”中相机的拍摄内容保存到照片图库。
zh_hk: 自動將「訊息」的「相機」拍攝內容儲存至「相片」圖庫。
zh_tw: 自動將「訊息」中的「相機」拍攝的項目儲存到「照片圖庫」。

# CAM_SAVE_MESSAGES_ASSETS_PHOTO_LIBRARY_SWITCH
source: Save Captures to Photo Library
ar: حفظ الصور الملتقطة في مكتبة الصور
bg: Запазване на заснетото във Фотобиблиотеката
bn: তোলা ছবিগুলি ছবি লাইব্রেরিতে সেভ করুন
ca: Desa les captures a la fototeca
cs: Ukládat položky do knihovny fotek
da: Gem optagelser i fotobibliotek
de: Aufnahmen in Fotomediathek sichern
el: Αποθήκευση καταγραφών στη Βιβλιοθήκη φωτογραφιών
es: Guardar capturas en la fototeca
es_us: Guardar capturas en fototeca
fi: Tallenna otokset kuvakirjastoon
fr: Enregistrer les captures dans la photothèque
fr_ca: Enregistrer dans la photothèque
gu: કૅપ્ચરને ફોટો લાઇબ્રેરીમાં સેવ કરો
he: שמירת צילומים בספריית תמונות
hi: कैप्चर को तस्वीर लाइब्रेरी में सहेजें
hr: Spremi snimke u medijateku aplikacije Foto
hu: Felvételek mentése a fotókönyvtárba
id: Simpan Tangkapan ke Perpustakaan Foto
it: Salva acquisizioni nella libreria di foto
ja: 撮影したものを写真ライブラリに保存
kk: Түсірілімдерді фотолар жинағына сақтау
kn: ಕ್ಯಾಪ್ಚರ್‌ಗಳನ್ನು ಫೋಟೋ ಲೈಬ್ರರಿಯಲ್ಲಿ ಸೇವ್ ಮಾಡಿ
ko: 사진 보관함에 캡처 저장
lt: Išsaugoti užfiksuotą turinį „Nuotraukų“ bibliotekoje
ml: കാപ്ചറുകൾ ഫോട്ടോ ലൈബ്രറിയിലേക്ക് സേവ് ചെയ്യൂ
mr: कॅप्चर केलेली छायाचित्रे ‘छायाचित्र लायब्ररी’ मध्ये जतन करा
ms: Simpan Tangkapan ke Pustaka Foto
nb: Arkiver i bildebiblioteket
nl: Bewaar opnamen in fotobibliotheek
or: କ୍ଯାପଚର୍‌ଗୁଡ଼ିକୁ ଫଟୋ ଲାଇବ୍ରେରିରେ ସେଭ୍‌ କରନ୍ତୁ
pa: ਕੈਪਚਰ ਨੂੰ ਤਸਵੀਰ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸੰਭਾਲੋ
pl: Zachowuj obrazki w bibliotece zdjęć
pt_br: Salvar Capturas na Fototeca
pt_pt: Guardar capturas na fototeca
ro: Salvare capturi în biblioteca foto
ru: Сохранение снимков в медиатеке
sk: Ukladať zábery do knižnice fotiek
sl: Shrani zajeme v knjižnico fotografij
sv: Spara bilder och inspelningar i bildbiblioteket
ta: படமெடுத்தவற்றைப் புகைப்பட லைப்ரரியில் சேமி
te: ఫోటో లైబ్రరీలో క్యాప్చర్‌లను సేవ్ చేయండి
th: บันทึกภาพที่ถ่ายไปยังคลังรูปภาพ
tr: Çekimleri Fotoğraf Arşivi’ne Kaydet
uk: Зберігати знімки до Фототеки
ur: کیپچر کو فوٹو لائبریری میں محفوظ کریں
vi: Lưu ảnh vào Thư viện ảnh
zh_cn: 将拍摄内容保存到照片图库
zh_hk: 將拍攝內容儲存至相片圖庫
zh_tw: 將拍攝項目儲存到「照片圖庫」

# CAM_SAVE_MESSAGES_ASSETS_PHOTO_LIBRARY_TITLE
source: Messages
ar: الرسائل
bg: Съобщения
bn: মেসেজ
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
es_us: Mensajes
fi: Viestit
gu: મેસેજ
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
kk: Хабарлар
kn: ಸಂದೇಶ
ko: 메시지
lt: Žinutės
ml: സന്ദേശങ്ങൾ
mr: संदेश
ms: Mesej
nb: Meldinger
nl: Berichten
or: ମେସେଜ୍‌
pa: ਸੁਨੇਹੇ
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sv: Meddelanden
ta: மெசேஜ்கள்
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
ur: پیغام
vi: Tin nhắn
zh_cn: 信息
zh_hk: 訊息
zh_tw: 訊息

# CAM_SECONDARY_PHOTO_FORMAT_FOOTER_RAW12_JPEG_XL_LOSSLESS
source: • 18 MB for ProRAW at 12 MP
ar: • ١٨ م.ب. لتنسيق ProRAW بدقة ١٢ ميغابكسل
bg: • 18 MB за ProRAW при 12 MP
bn: • 12 MP-এ ProRAW-এর জন্য 18 MB
ca: • 18 MB per a ProRAW a 12 Mpx
cs: • 18 MB pro ProRAW v rozlišení 12 Mpx
da: • 18 MB for ProRAW ved 12 MP
de: • 18 MB für ProRAW mit 12 MP
el: • 18 MB για ProRAW στα 12 MP
es: • 18 MB para ProRAW a 12 Mpx
es_us: • 18 MB para ProRAW a 12 MP
fi: • ProRaw: 18 Mt 12 MP:n tarkkuudella
fr: • 18 Mo au format ProRAW à 12 MP
fr_ca: • 18 Mo pour une photo ProRAW à 12 Mpx
gu: • 12 MP પર ProRAW માટે 18 MB
he: ‏• 18 מ״ב עבור ProRAW ברזולוציה של 12 מ״פ
hi: • 12 MP पर ProRAW के लिए 18 MB
hr: • 18 MB za ProRAW pri 12 MP
hu: • 18 MB ProRAW esetében, 12 MP‑es felbontásnál
id: • 18 MB untuk ProRAW pada 12 MP
it: • 18 MB per ProRAW a 12 MP
ja: • 12 MPのProRAWで18 MB
kk: • ProRAW: 12 Мпикс үшін 18 МБ
kn: • 12 MPಯಲ್ಲಿ ProRAWಗಾಗಿ 18 MB
ko: • 12MP의 ProRAW인 경우 18MB
lt: • 18 MB pasirinkus „ProRAW“, esant 12 MP
ml: • 12 MP-യിൽ ProRAW-യ്ക്ക് 18 MB
mr: • 12 MP वर ProRAW साठी 18 MB
ms: • 18 MB untuk ProRAW pada 12 MP
nb: • 18 MB for ProRAW med 12 megapiksler
nl: • 18 MB voor ProRAW op 12 MP
or: • ^[12](formatNumber: true) MPରେ ProRAW ପାଇଁ ^[18](formatNumber: true) MB
pa: • 12 MP ‘ਤੇ ProRAW ਲਈ 18 MB
pl: • 18 MB dla ProRAW przy 12 MP
pt_br: • 18 MB para ProRAW a 12 MP
pt_pt: • 18 MB para ProRAW a 12 MP
ro: • 18 MB pentru ProRAW la 12 MP
ru: • 18 МБ для ProRAW, 12 Мпикс
sk: • 18 MB pre ProRAW pri 12 Mpx
sl: • 18 MB za ProRAW pri 12 MP
sv: • 18 MB för ProRAW med 12 MP
ta: • ProRAW @ 12 MPக்கு 18 MB
te: • ProRAW 12 MPలో 18 MB
th: • 18 MB สำหรับ ProRAW ที่ 12 MP
tr: • 12 MP ProRAW için 18 MB
uk: • 18 МБ для ProRAW (12 Мпкс)
ur: • ‏⁨^[12](formatNumber: true) MP⁩ پر ‏⁨ProRAW⁩ کے لیے ⁨^[18](formatNumber: true) MB⁩
vi: • 18 MB cho ProRAW tại 12 MP
zh_cn: • 18 MB - ProRAW (12 MP)
zh_hk: • 18 MB/12 MP（ProRAW）
zh_tw: • 18 MB（ProRAW/12 MP）
